Repository: BenLeggiero/Mines
Catalog: resources/strings/*.lproj/Localizable.strings
Languages: es

# Main.Menu.ShowMines
source: Show Mines
es: Mostrar Minas

# Main.Menu.HideMines
source: Hide Mines
es: Ocultar Minas

# Main.WindowTitle
source: Mines
es: Minas

# Main.Toolbar.Clean
source: Solved
es: Resuelto

# Main.Toolbar.Remaining
source: Remaining
es: Restante

# GameOver.YouLose
source: GAME OVER
es: HAS PERDIDO

# GameOver.YouWin
source: YOU WIN!
es: ¡HAS GANADO!

# GameOver.ClickHereForANewGame
source: Click here for a new game
es: Haz click aquí para jugar de nuevo

# Preferences.WindowTitle.Effects
source: Effects
es: Efectos

# Preferences.WindowTitle.Theme
source: Theme
es: Tema

# Preferences.NewThemeName
source: New Theme
es: Nuevo tema

# Error.File
source: File Error
es: Error de archivo

# Error.FileDoesNotExist
source: The file %@ does not exist
es: El archivo %@ no existe

# Error.UnableToLoadFile
source: Unable to load file "%@".
es: Imposible cargar el archivo "%@".

# Error.UnableToWriteToFile
source: Unable to write to file "%@".
es: Imposible escribir en el archico "%@".

# Error.FatalBundleCorruption.Title
source: Fatal corruption
es: Corrupción fatal

# Error.FatalBundleCorruption.Body
source: There is a partial loss of data or corruption in the files of the application's bundle. The application will terminate.
es: Se ha producido una pérdida parcial de datos o corrupción de los mismos en el paquete de la aplicación. La aplicación terminará su ejecución.

# Error.PreviousVersionTheme.Title
source: Error updating theme
es: Error al actualizar el tema

# Error.PreviousVersionTheme.Body
source: An error occurred while migrating the custom theme data of a previous version of the game.
es: Ha ocurrido un error mientras se migraban los datos del tema personalizado de una versión anterior del juego.

# Error.InitialTheme.Title
source: The theme is invalid
es: El tema es inválido

# Error.InitialTheme.Body
source: Default values will be restored.
es: Se restablecerán los valores por defecto.

# Error.BadSnapshot.Title
source: Invalid game file
es: Archivo de juego inválido

# Error.BadSnapshot.Body
source: The data format or game values are not correct.
es: El formato de los datos o los valores del juego no son correctos.

# Error.BadImageFile.Title
source: Invalid image file
es: Archivo de imagen inválido

# Error.BadImageFile.Body
source: The image data format is invalid or not supported.
es: El formato de los datos de la imagen es inválido o no está soportado.

# Alert.GameTooBigForDisplay.Title
source: Board too big
es: Tablero demasiado grande

# Alert.GameTooBigForDisplay.Body
source: The number of cells for the game is too high to be displayed properly on the screen (%lux%lu). Are you sure you want to start a game of this size?
es: El número de celdillas del juego es demasiado alto como para poder visualizarse correctamente en pantalla (%lux%lu). ¿Estás seguro de querer iniciar un juego de estas dimensiones?

# Alert.GameTooBigForDisplay.PreferencesBody
source: The number of cells for the game stored in the preferences is too high to be displayed properly on the screen (%lux%lu). Do you want to play the default game instead?
es: El número de celdillas del juego guardado en las preferencias es demasiado alto como para poder visualizarse correctamente en la pantalla (%lux%lu). ¿Prefieres jugar al juego por defecto en su lugar?

source: Yes
es: Sí

source: Version
es: Versión

source: Source code
es: Código fuente

# OldVersionCustomThemeName
source: Custom theme
es: Tema personalizado
